Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Prawie całe moje życie.
uk: Майже все своє життя.

source: Prawie mnie miała. Raczej nie wyszedłbym z tej konfrontacji żywy.
uk: Вона мало не вбила мене. Я, напевно, не вийшов би живим з того поєдинку.

source: Prawie nikt nie odwiedził tego miejsca od wielu lat, a ci, którzy się ośmielili, już nigdy nie wrócili.
uk: Майже ніхто не відвідував це місце протягом багатьох років, а ті, хто наважився, вже ніколи не повернулись.

source: Prawie połowa mieszkańców nie ma nawet dachu nad głową. Co się do cholery wyprawia w tym mieście.
uk: Майже половина мешканців навіть не мають даху над головою. Що, Беліар забирай, відбувається в цьому місті?

source: Prawie się uśmiałem.
uk: Я ледь не розреготався.

source: Prawie spalił stół alchemiczny, pogubił zwoje i drugi raz wlazł na tę skarpę! I mówię tylko o tym tygodniu!
uk: Він ледь не спалив алхімічний стіл, загубив сувої і поліз на той схил вдруге! І це лише за цей тиждень!

source: Prawie straciłem Jorna... I ja sam też otarłem się o śmierć.
uk: Я мало не втратив Йорна... Та й сам ледь не загинув.

source: Prawie strawiony rzeczny mirt
uk: Напівперетравлений річковий мирт

source: Prawie trafiłeś, kolego. Jestem cyrulikiem.
uk: Ти майже вгадав, друже. Я цирульник.

source: Prawie zabił tę dziewczynę, i to na oczach straży!
uk: Він ледь не вбив ту дівчину, та ще й на очах у вартових!

source: Prawie zapomniałem, jakie to miejsce jest piękne...
uk: Я вже майже забув, яке тут гарне місце...

source: Prawie. Odebrałeś kosz z jedzeniem?
uk: Зачекай. Ти взяв кошик з їжею?

source: Prawo Myrtany jasno zakazuje sprzedaży i zażywania tego cholerstwa. Każdy wiejski tępak o tym wie!
uk: Закон Міртани чітко забороняє продаж і споживання цієї клятої гидоти. Це знає кожен сільський дурень!

source: Prawo i tradycja
uk: Закон і традиція

source: Prawo spadku nie przeszkodziło jednak Holdwigowi w wypędzeniu brata i zagarnięciu całego majątku dla siebie.
uk: Проте закони успадкування не завадили Гольдвігу змістити брата і прибрати до рук усе майно.

source: Prawowity dziedzic
uk: Законний спадкоємець

source: Prawu gubernatora? W żadnym wypadku.
uk: Закону губернатора? Ні в якому випадку.

source: Prawus
uk: Правус

source: Prawus bez większych problemów uwinął się z Arnoldem. Reszta pijaków nie sięgnęła nawet po broń. Teraz dwa razy pomyślą, zanim zaczną sprawiać problemy. Pogadam o tym z Helgą.
uk: Правус без проблем розібрався з Арнольдом. Решта п'яниць навіть не потягнулися до зброї. Тепер вони двічі подумають, перш ніж створювати проблеми. Я розповім про це Хельзі.

source: Prażone owady
uk: Смажені комахи

source: Precz ze złym prawem! Dobrze mówi!
uk: Геть несправедливе законодавство! Добре сказано!

source: Precz!
uk: Геть!

source: Preferencje gotowania.
uk: Кулінарні вподобання.

source: Premia do akrobatyki!
uk: Бонус до акробатики!

source: Premia do kusznictwa:
uk: Бонус до володіння арбалетом:

source: Premia do maks. many:
uk: Бонус макс. мани:

source: Premia do maks. punktów trafień przywołańca:
uk: Бонус до здоров'я викликаних істот:

source: Premia do maks. punktów trafień:
uk: Бонус макс. здоров'я:

source: Premia do obrażeń przywołańca:
uk: Бонус до шкоди викликаних істот:

source: Premia do ochrony:
uk: Бонус захисту:

source: Premia do odporności przywołańca:
uk: Бонус до захисту викликаних істот:

source: Premia do siły:
uk: Бонус сили:

source: Premia do walki bronią dwuręczną
uk: Бонус до володіння дворучною зброєю:

source: Premia do walki bronią dwuręczną:
uk: Бонус до володіння дворучною зброєю:

source: Premia do walki bronią jednoręczną
uk: Бонус до володіння одноручною зброєю:

source: Premia do walki bronią jednoręczną i dwuręczną:
uk: Бонус до володіння одноручною і дворучною зброєю:

source: Premia do walki bronią jednoręczną:
uk: Бонус до володіння одноручною зброєю:

source: Premia do walki każdą bronią:
uk: Бонус до володіння всіма видами зброї:

source: Premia do walki kuszą:
uk: Бонус до володіння арбалетом:

source: Premia do walki łukiem oraz kuszą:
uk: Бонус до володіння луком і арбалетом:

source: Premia do walki łukiem:
uk: Бонус до володіння луком:

source: Premia do zręczności:
uk: Бонус спритності:

source: Premia za nostalgię:
uk: Бонус ностальгії:

source: Preparat Ramhy
uk: Препарат Рамхи

source: Preparat Ramhy na rdzę
uk: Засіб Рамки для створення іржі

source: Preparat jest już gotowy.
uk: Препарат вже готовий.

source: Preparat na trawienie Ramhy.
uk: Препарат Рамхи для травлення.

source: Preparat zadziałał! Zbroje wyglądają, jakby nadawały się tylko do wyrzucenia. Jeszcze tylko odbiorę egzemplarz od Ramhy i mogę wracać do Arwida i Rodericha.
uk: Препарат спрацював! Обладунки виглядають так, ніби їх потрібно викинути. Лишилось тільки забрати екземпляр у Рамхи, і можна повертатися до Арвіда і Родеріха.

source: Preparat zadziałał! Zbroje wyglądają, jakby nadawały się tylko do wyrzucenia. Pora wrócić do Arwida i Rodericha.
uk: Препарат спрацював! Обладунки виглядають так, ніби їх потрібно викинути. Час повертатися до Арвіда і Родеріха.

source: Preparat, który przygotowała Ramha.
uk: Засіб, який приготувала Рамха.

source: Preparowanie zwierząt
uk: Мисливська справа

source: Prezentacji? A co to, burdel, żeby prezentować? Jak chcesz sprawdzić ich jakość, to sam jedną weź i postrzelaj. Tylko poza miastem!
uk: Презентації? Це що, бордель, щоб щось презентувати? Якщо хочеш перевірити їхню якість, візьми один і сам його випробуй. Тільки не в місті!

source: Pro-proszę! Znajdź mistrza Custo, nie każ mi tu czekać!
uk: Про...прошу! Знайди майстра Кусто, не змушуй мене тут чекати!

source: Problem brzegu mamy z głowy, kolejnych do rozwiązania zostało już tylko kilkadziesiąt. Jakoś sobie poradzimy.
uk: Проблему з берегом ми вирішили, залишилося вирішити ще декілька десятків інших. Якось впораємось.

source: Problem może być z tą bronią Wilczych Synów. Niechętnie ci ją oddadzą.
uk: Проблема може бути зі зброєю Вовчих Синів. Вони неохоче тобі її віддадуть.

source: Problem polega na tym, że czekam na niego od kilku dni i nadal się nie zjawił! Nie wiem, czy się rozmyślił, został pożarty przez kretoszczury, czy napadnięty przez bandytów.
uk: Проблема в тому, що я чекаю на нього вже кілька днів, а він так і не з'явився! Я не знаю, чи він передумав, чи може його з'їли кротощури, чи на нього напали бандити.

source: Problem polega na tym, że nie mam jak zakwaterować wszystkich swoich ludzi, a nie chcę ich trzymać na okręcie. Zasłużyli, by trochę pochodzić po lądzie.
uk: Проблема в тому, що я не маю де розмістити всіх своїх людей, і я не хочу тримати їх на кораблі. Вони заслужили трохи погуляти по суші.

source: Problem polega na tym, że nie mówią tego bezpośrednio. Ukrywają swoje intencje za pomocą metafor i półsłówek.
uk: Проблема в тому, що вони не говорять цього напряму. Вони приховують свої наміри за допомогою метафор та натяків.

source: Problem polega na tym, że nikt nawet nie chce z nami rozmawiać.
uk: Проблема в тому, що ніхто навіть розмовляти з нами не хоче.

source: Problem polega na tym, że trudno ją wykopać, a w trakcie całego procesu prawdopodobnie pojawi się dodatkowa... przeszkoda.
uk: Проблема в тому, що його важко викопати, і в процесі, швидше за все, виникне додаткова... перешкода.

source: Problem polegał na tym, że ciągle nie znałem twoich intencji.
uk: Проблема полягала в тому, що я не знав твоїх намірів.

source: Problem sam się rozwiązał, ale Helga nie była ze mnie zadowolona. No i nie dostałem żadnej nagrody.
uk: Проблема вирішилася сама собою, але Хельга була незадоволена мною. Тому я не отримав ніякої винагороди.

source: Problem sam się rozwiązał, ale Helga nie była ze mnie zadowolona. Raczej nie mam co liczyć na jej poparcie u Lorenzo.
uk: Проблема вирішилася сама собою, але Хельга була незадоволена мною. Навряд чи я можу розраховувати на її підтримку перед Лоренцо.

source: Problem stoczni nie jest już na mojej liście priorytetów.
uk: Проблема корабельні більше не входить до списку моїх пріоритетів.

source: Problem w tym, że Kuno obiecał mi zapłatę za pomoc.
uk: Проблема в тому, що Куно пообіцяв заплатити мені за допомогу.

source: Problem w tym, że dowódcy nie przebywają we wspomnianych wcześniej punktach stale, tylko przemieszczają się z lokalizacji do lokalizacji.
uk: Проблема полягає в тому, що командири не перебувають у вищезгаданих точках постійно, а пересуваються з місця на місце.

source: Problem w tym, że ile razy bym nie próbował go odkupić od Kaleba, ten stary dureń nigdy nie chce nawet zacząć negocjacji.
uk: Проблема в тому, що скільки б разів я не намагався викупити його в Калеба, цей старий дурень ніяк не хоче навіть починати переговори.

source: Problem w tym, że jeśli je źle przyzwiesz, to cię nie słuchają i najpierw zabijają połowę załogi, a potem na dokładkę gońca Araxos, irytując tym samym jego szefa.
uk: Проблема в тому, що якщо їх погано викличеш, вони тебе не слухають і спочатку вбивають половину команди, а потім, на додачу, ще й посланця Араксосу, тим самим дратуючи його начальника.

source: Problem w tym, że kiedy mi się to udało, był już martwy!
uk: Проблема в тому, що коли мені це вдалося, він уже був мертвий!

source: Problem w tym, że nie mam pojęcia, ale bez tego moja misja się nie powiedzie.
uk: Проблема в тому, що я уявлення не маю, але без цього моя місія провалиться.

source: Problem w tym, że nie mamy odpowiedniej nieruchomości, która by go zadowoliła.
uk: Проблема в тому, що ми не маємо відповідних приміщень, які б його задовольнили.

source: Problem w tym, że nie potrzebuję teraz pomocy.
uk: Проблема в тому, що мені зараз не потрібна допомога.

source: Problem w tym, że nie są z Archolos, może poza Lutzem, a mi potrzeba mi kogoś, kto zna wyspę i jej mieszkańców.
uk: Проблема в тому, що вони не з Архолосу, окрім, хіба що, Люца. А мені потрібен хтось, хто знає острів і його мешканців.

source: Problem w tym, że nie uniosę wszystkiego jednocześnie, wózka nie mam, a zostawić tego tutaj też zbytnio nie mogę.
uk: Проблема в тому, що я не можу тягти це все одночасно, візка у мене немає, а залишити це все тут я теж не можу.

source: Problem w tym, że niespecjalnie lubię się dzielić z innymi - zwłaszcza wykopanymi zwłokami.
uk: Проблема в тому, що я не люблю ділитись з іншими - особливо, якщо мова йде про розкопані трупи.

source: Problem w tym, że obiecał poprzeć moją kandydaturę na obywatelstwo.
uk: Проблема в тому, що він обіцяв підтримати моє прохання про отримання громадянства.

source: Problem w tym, że są strzeżone przez Gwardzistów Królewskich.
uk: Проблема в тому, що їх охороняють Королівські гвардійці.

source: Problem w tym, że... zamek się zaciął i od tej pory krata ani drgnie.
uk: Проблема в тому, що... замок заклинило і з тих пір їх не зрушити.

source: Problem? A gdzieżby to! Plotki tylko słyszeliśmy, że niby wyzyskuje biednych, zwiększa procent już po udzieleniu pożyczki, takie tam.
uk: Проблеми? Ні, звісно ні! Ми чули лише плітки, що він експлуатує бідних, підвищує відсотки після надання позики, і таке подібне.

source: Problematyczna Trójka
uk: Проблемна трійка

source: Problemy były zawsze, ale ostatnio stają się cholernie nieznośni.
uk: Проблеми були завжди, але останнім часом вони зовсім знахабніли.

source: Problemy żołądkowe, hm?
uk: Проблеми зі шлунком, хм?

source: Proca
uk: Рогатка

source: Proca używana przez żaboludzi.
uk: Рогатка, яку використовують жаболюди.

source: Proces chyba zatrzymał się gdzieś w połowie transformacji.
uk: Схоже, що процес зупинився десь посередині трансформації.

source: Profanacja - nieźle. To był ich pomysł?
uk: Богохульство? Непогано. Це була їхня ідея?

source: Projekt figurki Innosa
uk: Креслення статуетки Інноса

source: Proponować mu zapłatę za udostępnienie obozu?
uk: Запропонувати йому плату за спільне користування табором?

source: Proponuję szybki pojedynek. Ja stawiam mój miecz, a ty... parę monet. Co ty na to?
uk: Пропоную короткий поєдинок. Я ставлю свій меч, а ти... декілька монет. Що скажеш?

source: Prorok
uk: Пророк

source: Prorok już nikomu nie wyrządzi krzywdy. Z pewnością ucieszy to Oktava.
uk: Пророк більше нікому не заподіє шкоди. Це неодмінно порадує Октава.

source: Prosiliśmy o pomoc wszędzie, gdzie się dało, i nikt nam jej nie udzielił. Pan tego zamku to nasza ostatnia szansa.
uk: Ми просили допомоги всюди, де тільки могли, і ніхто нам не допоміг. Володар цього замку – наш останній шанс.

source: Prosimy o jeszcze trochę cierpliwości, jutro wrócimy do was z większą ilością oszczerstw i pomówień!
uk: Просимо вас виявити трохи терпіння, завтра ми повернемося до вас з новою брехнею та наклепом!

source: Prosimy także, byś zachował wszystko, czego do tej pory się dowiedziałeś, w ścisłej tajemnicy.
uk: Ми також просимо тебе зберігати все, що ти дізнався до цього часу, в суворій таємниці.

source: Prosisz o rzeczy niemożliwe. Chyba, że chodzi ci o to żeby WYGLĄDAŁA na zardzewiałą.
uk: Ти просиш неможливого. Хіба що ти маєш на увазі, щоб річ ВИГЛЯДАЛА як іржава.

source: Prosił mnie o przyniesienie księgi 'Prawidła szachowe', gdzie podobno zapisano wszystkie reguły tej gry.
uk: Він попросив мене принести книгу 'Правила гри в шахи', де нібито записані всі правила гри.

source: Prosił mnie, bym przyniósł mu kopię 'Prawideł szachowych'. Podobno masz jeden egzemplarz.
uk: Він попросив мене принести йому книгу 'Правила гри в шахи'. Чув, що у тебе є екземпляр.

source: Prosiłam cię o więcej.
uk: Я просила тебе про більше.

source: Prosiłbym o konkrety.
uk: Ближче до суті.

source: Prosiłem cię o trochę więcej.
uk: Я просив тебе про більше.

source: Prosiłeś mnie, bym przyniósł ci książkę, i to też zrobiłem. Nie moja sprawa, że nie podoba ci się jej zawartość. Teraz twoja kolej na dotrzymanie umowy.
uk: Ти попросив мене принести тобі книгу, і я це зробив. Це не моя проблема, що тобі не сподобався її зміст. Тепер твоя черга виконати свою частину угоди.

source: Prosta mieszanka mięsa i warzyw
uk: Просте поєднання м'яса та овочів,

source: Prosta potrawa, dostępna dla każdego,
uk: Проста страва, доступна кожному,

source: Prosta robota, spory zarobek, gwarantowane zakwaterowanie.
uk: Проста робота, хороший заробіток, гарантоване житло.

source: Prosta zupa z roślin zebranych nad rzeką.
uk: Простий суп з рослин, зібраних біля річки.

source: Proste danie, które znacznie
uk: Проста страва, яка значно

source: Proste i zachwycające danie.
uk: Проста і надзвичайно смачна страва.

source: Proste metalowe narzędzie.
uk: Простий металевий інструмент

source: Proste narzędzie
uk: Простий інструмент

source: Proste narzędzie,
uk: Простий інструмент, призначений

source: Proste piwo nie zasmakowało Dirkowi.
uk: Звичайне пиво не до вподоби Дірку.

source: Proste wino nie przypadło do gustu Dirkowi.
uk: Звичайне вино Дірку не до вподоби.

source: Proste wiosło,
uk: Просте весло, яке підійде

source: Prosty człowiek nie ma co jeść, a oni będą całe statki złotych figurek szukać!
uk: Простому люду немає що їсти, а вони шукають цілі кораблі золотих статуеток!

source: Prosty deser, udoskonalony przez
uk: Простий десерт, доведений до досконалості

source: Prosty klucz, należąc
uk: Ключ, що належав

source: Prosty kominek
uk: Звичайний камін

source: Prosty nóż
uk: Простий ніж

source: Prosty schemat, obrazujący, jak
uk: Просте креслення, на якому зображено,

source: Prosty układ, który pozwala dbać o wszystkich nowo przybyłych.
uk: Проста домовленість, яка дозволяє нам піклуватися про всіх новоприбулих.

source: Prosty, kremowy koktajl o smaku malinowym.
uk: Простий вершковий коктейль зі смаком малини.

source: Prosty, warzywny dodatek, często zajadany
uk: Простий овочевий гарнір, який часто

source: Proszę - wypij za nasze zdrowie.
uk: Прошу – випий за наше здоров'я.

source: Proszę bardzo!
uk: Ось, тримай!

source: Proszę bardzo, ale radziłbym się panu pośpieszyć.
uk: Прошу, але я радив би пану поквапитись.

source: Proszę bardzo, dobrze wysmażony stek dla wielmożnego pana.
uk: Ось, будь ласка, добре просмажений стейк для вельможного пана.

source: Proszę bardzo, jeśli tylko będzie cię na nie stać.
uk: Вперед, якщо зможеш собі це дозволити.

source: Proszę bardzo, oto twój glejt. Teraz dawaj złoto.
uk: Ось, будь ласка, твоя перепустка. А тепер давай золото.

source: Proszę bardzo, są darmowe.
uk: Прошу, вони безкоштовні.

source: Proszę bardzo, wybierz sobie.
uk: Будь ласка, обирай.

source: Proszę bardzo, zmarnuj trochę swojego czasu.
uk: Вперед, змарнуй трохи свого часу.

source: Proszę bardzo.
uk: Тримай.

source: Proszę bardzo. Na zdrowie.
uk: Тримай. На здоров'я.

source: Proszę bez wyzwisk.
uk: Без обзивань, будь ласка.

source: Proszę mi pomóc! Ten namolny typ nie chce mi dać spokoju! Łazi za mną, stoi całymi dniami pod oknem, serenady śpiewa, oszaleć można!
uk: Будь ласка, допоможи мені! Цей настирливий тип не дає мені спокою! Ходить за мною по п'ятах, цілими днями стоїть під вікном і співає серенади! Так збожеволіти можна!

source: Proszę nie bij mnie!
uk: Благаю, не бийте мене!

source: Proszę nie przeszkadzać!
uk: Попрошу не відволікати!

source: Proszę o ciszę. Zebraliśmy się tutaj, by po raz kolejny omówić sprawę sabotażu dźwigu portowego.
uk: Прошу тиші. Ми зібралися тут, щоб ще раз обговорити саботаж портового крана.

source: Proszę o konkrety.
uk: Будь ласка, конкретніше.

source: Proszę obserwować!
uk: До вашої уваги!

source: Proszę odpowiadać na pytania.
uk: Прошу відповісти на запитання.

source: Proszę oto klucz.
uk: Прошу, ось ключ.

source: Proszę pokazać, co tam kryjecie.
uk: Покажи, що ти там ховаєш.

source: Proszę proszę, a jednak? Chcesz się odbić? A masz złoto?
uk: Правда? Хочеш відігратися? А золото ти маєш?

source: Proszę proszę, kogo ja tu widzę!
uk: Дивіться, кого я тут бачу!

source: Proszę proszę, mistrz areny jest zainteresowany, co u mnie słychać. Muszę ci powiedzieć, że bywało lepiej, bywało gorzej, także tragedii nie ma.
uk: Ну ось, чемпіон арени цікавиться, як у мене справи. Мушу сказати, що бувало краще, бувало гірше, але це не трагедія.

source: Proszę proszę. Człowiek przychodzi w spokoju sprawdzić sobie, dlaczego nie spływają stąd pieniądze, i spotyka starego znajomego!
uk: Кого я бачу! Людина просто приходить, щоб перевірити, чому звідси не надходять гроші, а зустрічає старого знайомого!

source: Proszę się uspokoić. Czekam na prezentację.
uk: Прошу заспокоїтись. Я чекаю пояснень.

source: Proszę to dla ciebie!
uk: Прошу, це тобі!

source: Proszę to dla ciebie.
uk: Ось! Це для тебе.

source: Proszę was, byście traktowali wszystkich naszych gości z szacunkiem, zgodnie ze słowami gubernatora Morrisa. Należy pamiętać, że są oni naszymi rodakami i uczyniliby dla nas to samo, gdyby to nasza wyspa potrzebowała pomocy.
uk: Я прошу вас з повагою ставитися до всіх наших гостей, як велів губернатор Морріс. Важливо пам’ятати, що вони наші співвітчизники і зробили б те саме для нас, якби наш острів потребував допомоги.

source: Proszę wybaczyć.
uk: Перепрошую.

source: Proszę! Nie jest tego dużo, bo jesteśmy biednymi robotnikami, ale w razie kłopotów, uderzaj do nas!
uk: Візьми! Це небагато, бо ми бідні робітники, але якщо у тебе виникнуть неприємності, дай нам знати!

source: Proszę! Nie rób mi krzywdy!
uk: Будь ласка! Не бий мене!

source: Proszę! Niech mi pan pomoże!
uk: Благаю, пане, допоможіть!

source: Proszę! Potrafi się odgryźć! Z takim podejściem, młodzieńcze, zajdziesz albo bardzo daleko, albo bardzo szybko zginiesz. Jeśli miałbym obstawiać, to postawiłbym na to drugie.
uk: Тільки погляньте! Він огризається! З таким ставленням, юначе, ти або далеко підеш, або дуже швидко помреш. Якби я робив ставки, я б поставив на останнє.

source: Proszę! Tak wygląda przykładowy pancerz. Byłem też sprawdzić, czy dotyczy to pojedynczych sztuk, czy też całości transportu.
uk: Прошу! Ось так виглядає один зі зразків обладунку. Я також перевірив, чи стосується це окремих екземплярів, чи всього вантажу.

source: Proszę, Marvin. Potraktuj to jako osobistą przysługę.
uk: Будь ласка, Марвіне. Вважай це особистим проханням.

source: Proszę, Rozjemca od wieków należał do twojego rodu.
uk: Прошу, Миротворець століттями належав твоєму роду.

source: Proszę, Rozjemca od wieków należał do twojego rodu. Czas, by do was powrócił.
uk: Прошу, Миротворець століттями належав твоєму роду. Настав час йому повернутися до тебе.

source: Proszę, chętnie dowiem się co nieco o tym rzemiośle.
uk: Будь ласка, я хотів би дізнатися більше про це ремесло.

source: Proszę, daj mi spokój!
uk: Будь ласка, дай мені спокій!

source: Proszę, jest twój.
uk: Будь ласка, він твій.

source: Proszę, jesteś tu od niedawna, a widzę, że szybko się uczysz.
uk: Тільки погляньте, ти тут недавно, але я бачу, що ти швидко вчишся.

source: Proszę, koło zębate. Tak jak mówiłem.
uk: Прошу, шестерня. Як я і казав.

source: Proszę, ktoś o twojej pozycji nie może walczyć byle czym. Pamiętaj, ten pancerz stworzono do obrony mieszkańców Archolos, nie do polowania na kretoszczury!
uk: Прийми до уваги, людина твого становища не може битися в чому завгодно. Пам'ятай, ці обладунки були зроблені для захисту народу Архолосу, а не для полювання на кротощурів!

source: Proszę, mamy tu niedowiarka. Trzeba coś z tym zrobić, panowie.
uk: Ага, у нас тут невіруючий. З цим треба щось робити, панове.

source: Proszę, masz tu miotłę, przejdź się po domu i dokładnie go pozamiataj.
uk: Ось, візьми мітлу, обійди будинок і ретельно підмети його.

source: Proszę, miecz jest twój.
uk: Прошу, меч твій.

source: Proszę, mięso dzika.
uk: Прошу, м'ясо кабана.

source: Proszę, mój dokument poświadczający obywatelstwo.
uk: Прошу, мій документ про громадянство.

source: Proszę, młody człowieku. Zasłużyłeś na to! Zasłużyłeś jak mało kto.
uk: Будь ласка, молодий чоловіче. Ти на це заслужив! Заслужив так, як мало хто інший.

source: Proszę, n-nie mów nikomu, że nas widziałeś...
uk: Прошу, н-не кажи нікому, що ти нас бачив...

source: Proszę, na mój koszt.
uk: Прошу, за мій рахунок.

source: Proszę, na zdrowie. Obyś się zakrztusił.
uk: На, випий. Щоб ти подавився.

source: Proszę, naprawiona!
uk: Ось, готово!

source: Proszę, nie dręcz mnie!
uk: Будь ласка, не муч мене!

source: Proszę, nie mów nikomu, że zobaczyłeś mnie z bagiennym zielem!
uk: Будь ласка, нікому не кажи, що бачив мене з болотною травою!

source: Proszę, nie rzucaj tak poważnymi oskarżeniami w stronę kogoś tak szanowanego. Narracja Kessela musiała ci zaszkodzić...
uk: Будь ласка, не кидайся такими серйозними звинуваченнями у бік настільки поважної людини. Розповідь Кесселя, мабуть, вплинула на тебе...

source: Proszę, nie rób mi krzywdy!
uk: Прошу, не бий мене!

source: Proszę, nie zabijajcie mnie! Ja nic nie zrobiłem!
uk: Будь ласка, не вбивайте мене! Я нічого не зробив!

source: Proszę, nie! Nie rób tego, błagam!
uk: Будь ласка, не треба! Не робіть цього, благаю!

source: Proszę, niech ci służy.
uk: Прошу, нехай добре послужить.

source: Proszę, obiecana zapłata. To może... miałbyś ochotę na jakieś zakupy? Mam do dyspozycji o wiele więcej mięs, niż te, które przyniosłeś!
uk: Будь ласка, обіцяна плата. Тоді, можливо... ти бажаєш щось купити? У мене зараз багато різного м'яса, окрім того, що ти приніс!

source: Proszę, oto 10 butelek wody.
uk: Прошу, ось 10 пляшок води.

source: Proszę, oto 10 samorodków.
uk: Тримай, ось 10 самородків.

source: Proszę, oto 3 eliksiry o różnych proporcjach. Podaj je trzem różnym osobom i zanotuj dokładnie wszystkie swoje obserwacje.
uk: Будь ласка, ось три еліксири в різних пропорціях. Дай їх трьом різним людям і ретельно занотуй усі свої спостереження.

source: Proszę, oto 40 sztuk złota. Uważam, że to rozsądna cena za koło z dostawą.
uk: Ось, будь ласка, 40 золотих. Гадаю, це прийнятна ціна за колесо з доставкою.

source: Proszę, oto 50 sztuk złota.
uk: Будь ласка, ось 50 золотих.

source: Proszę, oto dokumenty.
uk: Прошу, ось документи.

source: Proszę, oto kilka roślin dla ciebie.
uk: Прошу, ось кілька рослин для тебе.
